/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "Фото: %@";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ та %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "Відео: %@";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d днів, %2$d годин, %3$d хвилин, %4$d секунд";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d днів, %2$d хвилин, %3$d секунд";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d хвилин, %2$d секунд";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d секунд";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ пікс.";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (інтернет-плагін %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ — супровідний текст";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "сховище бази даних %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Easy Reader";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@ — мережеві операції";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ — субтитри";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Веб-вміст %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Головний ключ WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "Файлів: %d";

/* Label for PDF page number indicator. */
"%d of %d" = "%d із %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "Елементів: %zu";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "Елементів: 0";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 елемент";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 фото";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "відеофайлів: 1";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (середня складність)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (висока складність)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (низька складність)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<ім’я файла> %d×%d пікселів";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "З’явився виняток JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Додати до Читанки";

/* Undo action name */
"Align Left (Undo action name)" = "вирівнювання зліва";

/* Undo action name */
"Align Right (Undo action name)" = "вирівнювання справа";

/* WKErrorUnknown description */
"An unknown error occurred" = "Сталася невідома помилка";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "автоматично (рекомендовано)";

/* Back context menu item */
"Back" = "Назад";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Заблокований плагін";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Заблокований плагін";

/* Bold context menu item */
"Bold" = "Жирний";

/* Undo action name */
"Bold (Undo action name)" = "застосування жирного";

/* menu item title for phone number */
"Call Using iPhone:" = "Зателефонувати з iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Скасувати";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Скасувати";

/* Capitalize context menu item */
"Capitalize" = "Заглавні перші літери";

/* Undo action name */
"Center (Undo action name)" = "центрування";

/* Undo action name */
"Change Attributes (Undo action name)" = "змінення атрибутів";

/* Check spelling context menu item */
"Check Document Now" = "Перевірити документ";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Перевіряти граматику із правописом";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Перевіряти правопис під час введення";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Виберіть файл";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Вибрати файли";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Виберіть матеріал (декілька)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Виберіть матеріал (один)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Очистити";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Очистити список останніх запитів";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Натисніть, щоб вийти з повноекранного режиму";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Натисніть, щоб перезапустити";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Не вдається відобразити вміст із указаним MIME-типом";

/* Media Controls context menu item */
"Controls" = "Пульт";

/* Copy context menu item */
"Copy" = "Скопіювати";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Скопіювати";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Скопіювати адресу звуку";

/* Copy Image context menu item */
"Copy Image" = "Скопіювати зображення";

/* Copy Link context menu item */
"Copy Link" = "Скопіювати посилання";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Скопіювати адресу відео";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Виправляти правопис автоматично";

/* Undo action name */
"Create Link (Undo action name)" = "створення посилання";

/* Cut context menu item */
"Cut" = "Вирізати";

/* Undo action name */
"Cut (Undo action name)" = "вирізання";

/* Default writing direction context menu item */
"Default" = "Стандартні";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Видалити";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Детальніше";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "диктування";

/* Download Audio To Disk context menu item */
"Download Audio" = "Викачати аудіофайл";

/* Download Image context menu item */
"Download Image" = "Викачати зображення";

/* Download Linked File context menu item */
"Download Linked File" = "Викачати файл";

/* Download Video To Disk context menu item */
"Download Video" = "Викачати відеофайл";

/* Undo action name */
"Drag (Undo action name)" = "перетягування";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Увійти до повноекранного режиму";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Вийти з повноекранного режиму";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Шрифт";

/* Undo action name */
"Format Block (Undo action name)" = "застосування форматування";

/* Forward context menu item */
"Forward" = "Вперед";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Читання фрейму перерване";

/* accessibility role description for web area */
"HTML content" = "Вміст HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Сховати Пульт";

/* menu item title */
"Hide Spelling and Grammar" = "Сховати граматику та правопис";

/* menu item title */
"Hide Substitutions" = "Сховати підстановки";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "win1251";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ігнорувати граматику";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ігнорувати правопис";

/* Undo action name */
"Indent (Undo action name)" = "відступ вправо";

/* Undo action name */
"Insert List (Undo action name)" = "вставлення списку";

/* Inspect Element context menu item */
"Inspect Element" = "Перевірити елемент";

/* Italic context menu item */
"Italic" = "Курсив";

/* Undo action name */
"Italics (Undo action name)" = "курсив";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java недоступна";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "вирівнювання за шириною";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Ключ із %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Запам’ятати правопис";

/* Left to Right context menu item */
"Left to Right" = "Зліва направо";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Прямий ефір";

/* Media controller status message when the media is loading */
"Loading..." = "Відкриваю…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Шукати у Словнику";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Шукати «%@» у Словнику";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Шукати “<selection>” у Словнику";

/* Media Loop context menu item */
"Loop" = "Зациклити";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "розширений кернінг";

/* Undo action name */
"Lower Baseline (Undo action name)" = "зниження базової лінії";

/* Make Lower Case context menu item */
"Make Lower Case" = "У нижній регістр";

/* Make Upper Case context menu item */
"Make Upper Case" = "У верхній регістр";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Плагін відсутній";

/* Media Mute context menu item */
"Mute" = "Вимкнення звуку";

/* No Guesses Found context menu item */
"No Guesses Found" = "Не знайдено варіантів";

/* Empty select list */
"No Options Select Popover" = "Жодних опцій";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Пошук давно не проводився";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Не дозволено використовувати обмежений мережевий порт";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Вимкнено";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Відкрити";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Відкрити звук у новому вікні";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Відкрити фрейм у новому вікні";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Відкрити зображення в новому вікні";

/* Open Link context menu item */
"Open Link" = "Відкрити посилання";

/* Open in New Window context menu item */
"Open Link in New Window" = "Відкрити посилання в новому вікні";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Відкрити відео в новому вікні";

/* context menu item for PDF */
"Open with %@" = "Відкрити програмою %@";

/* Undo action name */
"Outdent (Undo action name)" = "відступ вліво";

/* Outline context menu item */
"Outline" = "контурний";

/* Undo action name */
"Outline (Undo action name)" = "контурний";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Напрям абзацу";

/* Paste context menu item */
"Paste" = "Вставити";

/* Undo action name */
"Paste (Undo action name)" = "вставлення";

/* Undo action name */
"Paste Font (Undo action name)" = "вставлення шрифту";

/* Undo action name */
"Paste Ruler (Undo action name)" = "вставлення лінійки";

/* Media Pause context menu item */
"Pause" = "Призупинити";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Фототека";

/* Media Play context menu item */
"Play" = "Відтворити";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Відтворити фільм у повноекранному режимі";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Помилка плагіна";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Плагін скасовано";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Відкладений запуск плагіна";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Формат Portable Document";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "підняття базової лінії";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Останні запити";

/* Reload context menu item */
"Reload" = "Оновити";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Скинути";

/* Right to Left context menu item */
"Right to Left" = "Справа наліво";

/* Title for Save Image action button */
"Save Image" = "Зберегти зображення";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Шукати в Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Шукати у %@";

/* Search with Google context menu item */
"Search with Google" = "Шукати в Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Напрям виділення";

/* Undo action name */
"Set Background Color (Undo action name)" = "задання кольору тла";

/* Undo action name */
"Set Color (Undo action name)" = "задання кольору";

/* Undo action name */
"Set Font (Undo action name)" = "задання шрифту";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "задання традиційної форми символів";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "задання напряму письма";

/* Show colors context menu item */
"Show Colors" = "Показати Кольори";

/* Show Media Controls context menu item */
"Show Controls" = "Показати Пульт";

/* Show fonts context menu item */
"Show Fonts" = "Показати Шрифти";

/* menu item title */
"Show Spelling and Grammar" = "Показати правопис і граматику";

/* menu item title */
"Show Substitutions" = "Показати підстановки";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Показати в заблокованому плагіні";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Розумне копіювання/вставлення";

/* Smart Dashes context menu item */
"Smart Dashes" = "Розумні тире";

/* Smart Links context menu item */
"Smart Links" = "Розумні посилання";

/* Smart Quotes context menu item */
"Smart Quotes" = "Розумні лапки";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Плагін, для якого зроблено знімок";

/* Speech context sub-menu item */
"Speech" = "Читання вголос";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Правопис і граматика";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Запустити відладку JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Запустити замірювання JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Розпочати читання";

/* Stop context menu item */
"Stop" = "Зупинити";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Зупинити відладку JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Зупинити замірювання JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Зупинити читання";

/* Styles context menu item */
"Styles..." = "Стилі…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Відправити";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Відправити";

/* Undo action name */
"Subscript (Undo action name)" = "підрядковий";

/* Substitutions context sub-menu item */
"Substitutions" = "Підстановки";

/* Menu section heading for subtitles */
"Subtitles" = "Субтитри";

/* Undo action name */
"Superscript (Undo action name)" = "надрядковий";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Зробити знімок";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Зняти фото або відео";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Зняти відео";

/* Text Replacement context menu item */
"Text Replacement" = "Замінення тексту";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Не вдається показати URL-адресу";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView визнано недійсним";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Процес «Веб-вміст» перервано";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Поточне розташування не знайдене.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Не вдається знайти плагін";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Не вдається зчитати плагін";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Ви ввели неправильне ім’я чи пароль для зони «%@» на %@. Перевірте правильність і повторіть спробу.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Ви ввели неправильне ім’я чи пароль для %@ проксі-сервера %@. Перевірте правильність і повторіть спробу.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Ви ввели неправильне ім’я чи пароль для цієї зони на %@. Перевірте правильність і повторіть спробу.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Це пошуковий індекс. Введіть ключові слова для пошуку: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "ущільнення кернінгу";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Для перегляду цієї сторінки ви маєте пройти аутентифікацію в зоні «%@» на %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Для перегляду цієї сторінки ви маєте пройти аутентифікацію на %@ проксі-сервері %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Для перегляду цієї сторінки ви маєте пройти аутентифікацію в цій зоні на %@.";

/* Transformations context sub-menu item */
"Transformations" = "Перетворення";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "вимкнення кернінгу";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "вимкнення лігатур";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "введення";

/* Underline context menu item */
"Underline" = "Підкреслений";

/* Undo action name */
"Underline (Undo action name)" = "підкреслення";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Невідомо";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Невідомо";

/* Undo action name */
"Unlink (Undo action name)" = "скасування посилання";

/* Undo action name */
"Unscript (Undo action name)" = "скасування індексу";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "увімкнення всіх лігатур";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "стандартний кернінг";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "стандартні лігатури";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Використовується для шифрування ключів WebCrypto в постійному сховищі, як-от IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Веб-інспектор — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "Вбудований PDF WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit виявив внутрішню помилку";

/* message in authentication panel */
"Your login information will be sent securely." = "Аутентифікаційна інформація буде відправлена в зашифрованому вигляді.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Ваш пароль буде відправлено в незашифрованому вигляді.";

/* HTTP result code string */
"accepted" = "прийнято";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "активувати";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "попередження";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "діалогове вікно з попередженням";

/* An ARIA accessibility group that acts as an application. */
"application" = "програма";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "стан програми";

/* An ARIA accessibility group that acts as an article. */
"article" = "стаття";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "керування відтворенням аудіоелементів і показ стану";

/* accessibility label for audio element controller */
"audio playback" = "відтворення звуку";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "назад на 30 секунд";

/* HTTP result code string */
"bad gateway" = "неправильний шлюз";

/* HTTP result code string */
"bad request" = "некоректний запит";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "банер";

/* accessibility help text for play button */
"begin playback" = "почати відтворення";

/* accessibility description for a search field cancel button */
"cancel" = "скасувати";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "позначка";

/* HTTP result code string */
"client error" = "помилка клієнта";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "доповнення";

/* HTTP result code string */
"conflict" = "конфлікт";

/* An ARIA accessibility group that contains content. */
"content information" = "досьє вмісту";

/* HTTP result code string */
"continue" = "продовжити";

/* HTTP result code string */
"created" = "створено";

/* accessibility help text for movie status display */
"current movie status" = "поточний стан фільму";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "поточний час фільму в секундах";

/* role description of ARIA definition role */
"definition" = "означення";

/* description detail */
"description" = "опис";

/* accessibility role description of a description list */
"description list" = "список описів";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "діалогове вікно";

/* An ARIA accessibility group that acts as a document. */
"document" = "документ";

/* accessibility label for elapsed time display */
"elapsed time" = "минуло часу";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "увійти до повноекранного режиму";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "вийти з повноекранного режиму";

/* HTTP result code string */
"expectation failed" = "отримано не те, на що чекали";

/* accessibility label for fast forward button */
"fast forward" = "перемотати вперед";

/* accessibility label for fast reverse button */
"fast reverse" = "перемотати назад";

/* accessibility role description for a file upload button */
"file upload button" = "кнопка закачування файлів";

/* accessibility role description for a footer */
"footer" = "нижній колонтитул";

/* HTTP result code string */
"forbidden" = "заборонено";

/* HTTP result code string */
"found" = "знайдено";

/* HTTP result code string */
"gateway timed out" = "вичерпався час очікування відповіді від шлюзу";

/* accessibility role description for headings */
"heading" = "заголовок";

/* accessibility label for hide closed captions button */
"hide closed captions" = "сховати супровідний текст";

/* accessibility role description for image map */
"image map" = "зоноване зображення";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "час не визначено";

/* HTTP result code string */
"informational" = "додаткова інформація";

/* HTTP result code string */
"internal server error" = "внутрішня помилка сервера";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "перейти";

/* HTTP result code string */
"length required" = "потрібний розмір";

/* accessibility role description for link */
"link" = "посилання";

/* accessibility role description for list marker */
"list marker" = "маркер списку";

/* An ARIA accessibility group that acts as a console log. */
"log" = "журнал";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "основний";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "виділена частина";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "математичні";

/* HTTP result code string */
"method not allowed" = "метод заборонений";

/* HTTP result code string */
"moved permanently" = "перенесений";

/* accessibility label for timeline slider */
"movie time" = "час фільму";

/* accessibility help text for timeline slider */
"movie time scrubber" = "повзунок керування часом фільму";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "кнопка на повзунку керування часом фільму";

/* HTTP result code string */
"multiple choices" = "декілька варіантів";

/* accessibility label for mute button */
"mute" = "вимкнути звук";

/* accessibility help text for mute button */
"mute audio tracks" = "вимкнути звук аудіодоріжок";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "навігація";

/* HTTP result code string */
"needs proxy" = "потрібен проксі";

/* HTTP result code string */
"no content" = "відсутній вміст";

/* HTTP result code string */
"no error" = "помилок немає";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "файл не вибрано";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "не вибрано жодного файла";

/* HTTP result code string */
"no longer exists" = "більше не існує";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "матеріал не вибрано (кілька)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "матеріал не вибрано (один)";

/* HTTP result code string */
"non-authoritative information" = "непідтверджена інформація";

/* HTTP result code string */
"not found" = "не вдалось знайти";

/* HTTP result code string */
"not modified" = "не модифікований";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "нотатка";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "скільки секунд фільму залишилося";

/* HTTP result code string */
"partial content" = "частковий вміст";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "невідповідність шаблону";

/* accessibility label for pause button */
"pause" = "призупинити";

/* accessibility help text for pause button */
"pause playback" = "призупинити відтворення";

/* HTTP result code string */
"payment required" = "потрібна оплата";

/* accessibility label for play button */
"play" = "відтворити";

/* HTTP result code string */
"precondition failed" = "помилка передумови";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "натиснути";

/* HTTP result code string */
"proxy authentication required" = "потрібна аутентифікація на проксі";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "більше допустимого діапазону";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "менше допустимого діапазону";

/* HTTP result code string */
"redirected" = "переадресований";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "регіон";

/* accessibility label for time remaining display */
"remaining time" = "залишилось часу";

/* HTTP result code string */
"request timed out" = "вичерпався час очікування відповіді";

/* HTTP result code string */
"request too large" = "запит надто великий";

/* HTTP result code string */
"requested URL too long" = "URL надто довгий";

/* HTTP result code string */
"requested range not satisfiable" = "заданий проміжок некоректний";

/* HTTP result code string */
"reset content" = "оновити вміст";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "повернути потоковий фільм до реального часу";

/* accessibility label for return to real time button */
"return to realtime" = "повернутися до реального часу";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "пошук";

/* HTTP result code string */
"see other" = "наступні";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "перемотати фільм на 30 секунд назад";

/* accessibility help text for fast rewind button */
"seek quickly back" = "швидко перемотати назад";

/* accessibility help text for fast forward button */
"seek quickly forward" = "швидко перемотати вперед";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "виділити";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "роздільник";

/* HTTP result code string */
"server error" = "помилка сервера";

/* HTTP result code string */
"service unavailable" = "сервіс недоступний";

/* accessibility label for show closed captions button */
"show closed captions" = "показати супровідний текст";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "почати показ супровідного тексту";

/* accessibility label for movie status */
"status" = "стан";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "невідповідність кроку";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "зупинити показ супровідного тексту";

/* HTTP result code string */
"success" = "успіх";

/* HTTP result code string */
"switching protocols" = "заміна протоколів";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "панель вкладеного вікна";

/* HTTP result code string */
"temporarily redirected" = "тимчасово переадресовано";

/* term word of a description list */
"term" = "визначення";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "кнопка повзунка смуги прокручування";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "таймер";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "задовге";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "підказка";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "невідповідність типу";

/* HTTP result code string */
"unacceptable" = "неприйнятний";

/* HTTP result code string */
"unauthorized" = "не авторизований";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "зняти позначку";

/* HTTP result code string */
"unimplemented" = "не підтримується";

/* Unknown filename */
"unknown" = "невідомо";

/* accessibility label for turn mute off button */
"unmute" = "увімкнути звук";

/* accessibility help text for un mute button */
"unmute audio tracks" = "увімкнути звук аудіодоріжок";

/* HTTP result code string */
"unsupported media type" = "несумісний тип даних";

/* HTTP result code string */
"unsupported version" = "несумісна версія";

/* Validation message for required form control elements that have no value */
"value missing" = "відсутнє значення";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "керування відтворенням відеоелементів і показ стану";

/* accessibility label for video element controller */
"video playback" = "відтворення відео";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Відкрити";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Перегляд";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Додати до Читанки";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Скопіювати";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Додати до програми «Фотографії»";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Зберегти у Викачаному";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Надіслати";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Скопіювати";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Означення";

/* "Paste" action menu item */
"Paste (action menu item)" = "Вставити";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Пропозиції";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Скопіювати";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Надіслати";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Зберегти у Викачаному";
